Repository: lainsce/colorway
Catalog: po/*.po
Languages: es, hi

source: color;palette;library;hue;swatch;
es: color;paleta;biblioteca;tono;muestra;
hi: रंग;पैलेट;लाइब्रेरी;रंगत;पैवंद;

source: Generate color pairings
es: Generar combinaciones de colores
hi: रंग युग्म उत्पन्न करें

source: Generate color pairings from selected color that follow certain color rules.
es: Generar combinaciones de colores a partir de un color seleccionado que siga ciertas reglas de color.
hi: चयनित रंग से रंग युग्म बनाएं जो कुछ रंग नियमों का पालन करें।

source: Changed: UI now follows Helium HIG, not Adwaita nor Solo.
es: Cambiado: La interfaz de usuario ahora sigue a Helium HIG, no a Adwaita ni a Solo.
hi: परिवर्तित: UI अब Helium HIG का अनुसरण करता है, न कि Adwaita का और न ही Solo का।

source: Fixed: Hue slider rainbow and starting position.
es: Corregido: arcoiris deslizante de tono y posición inicial.
hi: ठीक किया गया: रंगत स्लाइडर इंद्रधनुष और प्रारंभिक स्थिति।

source: Changed: UI now follows my own style that complements that of Adwaita, called Solo.
es: Cambiado: La interfaz de usuario sigue ahora mi propio estilo, que complementa al de Adwaita, llamado Solo.
hi: परिवर्तित: UI अब मेरी अपनी शैली का अनुसरण करता है जो Adwaita की शैली का पूरक है, जिसे Solo कहा जाता है।

source: Changed: Window size reduced dramatically.
es: Cambiado: El tamaño de la ventana se ha reducido drásticamente.
hi: परिवर्तित: खिड़की का आकार नाटकीय रूप से कम हो गया।

source: Changed: New UI colors.
es: Cambiado: Nuevos colores de la interfaz de usuario.
hi: परिवर्तित: नए UI रंग।

source: Release: Recoloring With Accent
es: Versión: Recoloración con acento
hi: रिलीज: एक्सेंट के साथ रंग बदलना

source: Changed: The UI now uses libadwaita recoloring.
es: Cambiado: La interfaz de usuario ahora usa la recoloración de libadwaita.
hi: परिवर्तित: UI अब libadwaita पुनः रंगने का उपयोग करता है।

source: Changed: New UI layout.
es: Cambiado: Nuevo diseño de la interfaz de usuario.
hi: परिवर्तित: नया UI अभिन्यास।

source: Release: Color Choosing with a Drag
es: Versión: Elección del color con un arrastre
hi: रिलीज़: खींचकर रंग चुनना

source: Added: The color chooser box's pointer can now be dragged to choose the color as well, no more clicking random spots.
es: Añadido: El puntero de la caja de selección de color ahora puede ser arrastrado para elegir el color también, no más clics en puntos al azar.
hi: जोड़ा गया: रंग चयनकर्ता बक्से के सूचक को अब रंग चुनने के लिए भी खींचा जा सकता है, अब यादृच्छिक स्थानों पर क्लिक नहीं करना पड़ेगा।

source: Changed: Most icons now above color content are aware of contrast and will update accordingly as white or black colored to ensure contrast.
es: Cambiado: La mayoría de los iconos ahora por encima del contenido de color son conscientes de contraste y se actualizará en consecuencia como de color blanco o negro para asegurar el contraste.
hi: परिवर्तित: रंगीन सामग्री के ऊपर अब अधिकांश आइकन वैषम्य के बारे में जानते हैं और वैषम्य सुनिश्चित करने के लिए तदनुसार सफेद या काले रंग के रूप में अद्यतन हो जाएंगे।

source: Release: Copiable Colors
es: Versión: Colores copiables
hi: रिलीज: कॉपी करने योग्य रंग

source: Added: Now the color boxes are now buttons which you can copy the individual color.
es: Añadido: Ahora las cajas de color son botones con los que se puede copiar el color individual.
hi: जोड़ा गया: रंग बक्से अब बटन हैं जिनसे आप अलग-अलग रंग की प्रतिलिपि बना सकते हैं।

source: Release: First Release
es: Versión: Primera versión
hi: रिलीज़: पहली रिलीज़

source: Copy Colors to Clipboard
es: Copiar colores al portapapeles
hi: क्लिपबोर्ड पर रंग कॉपी करें

source: Copy Colors Image to Clipboard
es: Copiar imagen de colores al portapapeles
hi: रंग छवि को क्लिपबोर्ड पर कॉपी करें

source: Keyboard Shortcuts
es: Atajos del teclado
hi: कीबोर्ड शॉर्टकट

source: About Colorway
es: Acerca de Colorway
hi: Colorway के बारे में

source: Change color (hexcode)
es: Cambiar color (hexcode)
hi: रंग बदलें (हेक्स कोड)

source: Pick Color
es: Escoger color
hi: रंग चुनें

source: Analogous
es: Análogo
hi: अनुरूप

source: Complementary
es: Complementario
hi: पूरक

source: Triadic
es: Triádico
hi: त्रियादिक

source: Tetradic
es: Tetrádrico
hi: टेट्राडिक

source: Monochromatic
es: Monocromático
hi: एकरंगा
